" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = " 您的帐户已经创建。我们已经向%@发了一份确认邮件。请检查您的邮箱并激活您的帐户。完成后请返回并点击此处。";
"%@ are writing..." = "%@ 正在写。。。";
"%@ has joined" = "%@ 已加入";
"%@ has left" = "%@ 以离开";
"%@ is busy." = "%@ 正忙.";
"%@ is no longer an admin" = "%@ 已不再是管理者";
"%@ is not connected." = "%@ 未连接。";
"%@ is now an admin" = "%@ i现在已是管理者";
"%@ is writing..." = "%@ 正在写。。。";
"%@ would like to enable video" = "%@ 想开启视频电话";
"%@\nReason was: %@" = "%1$@\n原因是： %2$@";
"(invalid string)" = "(无效字符)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<请描述你的问题否则将被忽略>";
"\nConfirmation security\n\nSay: %@\nConfirm that your interlocutor\nsays: %@" = "\n确认安全性\n\n说：%1$@\n确认对方\n说： %2$@";
"A new version of your app is available, use the button below to download it." = "您可以使用新版本的应用程序，请使用下方的按钮进行下载。";
"About" = "关于";
"ACCEPT" = "接受";
"Accept" = "接听";
"Account configuration issue" = "账户配置问题";
"Account expiring" = "过期帐户";
"Add new email" = "添加新邮件";
"Add new phone number" = "添加新电话号码";
"Add new SIP address" = "添加新SIP地址";
"Address book" = "通讯录";
"Address incomplete" = "地址不完整";
"Answer" = "接听";
"Application logs" = "应用程序日志";
"Are you sure to want to remove your proxy setup?" = "确定要移除您的proxy代理设置吗？";
"Assistant" = "助手";
"Assistant error" = "助手错误";
"Authentification needed" = "需要认证";
"Average" = "平均";
"Bad credentials, check your account settings" = "认证失败，请检查你的账号设置";
"Bad gateway" = "错误的网关";
"Battery is running low. Stop video ?" = "电量不足，关闭视频？";
"Buy" = "购买";
"CALL" = "呼叫";
"Call" = "呼叫";
"Call %@" = "呼叫 %@";
"Call failed" = "呼叫失败";
"Call quality: %d" = "电话数量: %d";
"Calls" = "电话";
"Camera" = "摄像头";
"Camera not authorized" = "摄像头未授权";
"Camera's permission" = "摄像头的授权";
"Can't find this file" = "找无此档";
"Cancel" = "取消";
"CANCEL" = "取消";
"Cannot call %@." = "不能呼叫 %@.";
"Cannot make call" = "不能打电话";
"Cannot purchase anything yet, please try again later." = "无法购买，请稍后再试。";
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "无法到达服务器：由于无效地址或者暂时失效。";
"Cannot retrieve your configuration. Please check credentials or try again later" = "无法读取您的设置。请检查认证证书或稍后再试";
"Cannot send email" = "无法发送邮件";
"Cannot send logs" = "无法发送日志";
"Cannot write image to photo library" = "无法保存图片到图库";
"Cannot write video to photo library" = "无法将视频存写入图片库";
"Change your password" = "更换密码";
"Changing your password" = "正在更换您的密码";
"Chat room could not be created on server" = "无法在服务器上创建聊天室";
"Chat room creation error" = "聊天室创建出错";
"Chat with %@" = "跟 %@ 聊天";
"Checkbox" = "复选框";
"Choose an action" = "选择一个操作";
"Choose the image size" = "选择图片大小";
"Conference" = "会议";
"Configuration failed" = "配置失败";
"Configuring account" = "配置帐户";
"Confirm password" = "确认密码";
"Confirm the following SAS with peer:\nSay : %@\nYour correspondant should say : %@" = "请与对方进行安全性确认:\n说： %1$@\n对方应该说： %2$@";
"Contact duplicate" = "重复联系人";
"Contact error" = "联系人错误";
"Continue" = "继续";
"Continue video" = "继续视频";
"Conversation creation error" = "创建对话出错";
"Could not configure your account, please check parameters or try again later" = "无法读取您的设置。请检查参数或稍后再试";
"Debug" = "调试";
"Decline" = "拒接";
"Delete" = "删除";
"Delivered" = "已送达";
"Deny" = "拒绝";
"DENY" = "拒绝";
"Deselect all" = "全部取消";
"Deselected" = "未选择的";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "直接连接";
"Disable logs" = "禁用日志";
"Do you want to delete selected contact?\nIt will also be deleted from your phone's address book." = "您要删除选定的联络人吗？\n它还将从手机的通讯录中删除。";
"Do you want to delete selected contacts?\nThey will also be deleted from your phone's address book." = "您要删除选定的联络人吗？\n它还将从手机的通讯录中删除。";
"Do you want to delete selected logs?" = "您想删除选中的日志？";
"Do you want to delete selected recordings?" = "您要删除选定的录音吗？";
"Do you want to delete the selected conversations?" = "您要删除选定的对话吗？";
"Do you want to delete the selected messages?" = "您要删除选定的信息吗？";
"Do you want to delete this conversation?" = "您要删除此对话吗？";
"Do you want to leave and delete the selected conversations?" = "您要离开并删除选定的对话吗？";
"Do you want to leave and delete this conversation?" = "您要离开并删除此对话吗？";
"Do you want to leave this conversation?" = "您要离开此对话吗？";
"Done" = "完成";
"Download" = "下载";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "设置一个SIP代理服务器来拨打电话或使用一个有效的SIP地址（即SIP：john@example.net）";
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "设置一个SIP代理服务器来发送短信或使用一个有效的SIP地址（即SIP：john@example.net）";
"Email addresses" = "邮件地址";
"Enable logs" = "开启日志功能";
"Error" = "错误";
"Error while changing your password" = "密码更换出错";
"Error while downloading the file.\nThe file is probably encrypted.\nPlease retry to download this file after activating LIME." = "文件下载出错。\n文件可能是加密的。\n请在激活LIME后重新下载文件。";
"Error: no mail account configured" = "错误：没有配置邮箱账号";

/* ICE processing has failed */
"Failed" = "失败";
"Failed configuring from the specified URL." = "从指定的URL配置账户失败。";
"Failure" = "失败";
"Fetching remote configuration" = "正在获取远端配置信息";
"Fetching remote configuration..." = "正在获取远端配置信息...";
"File download error" = "文件下载失败";
"First name" = "名字";
"GC_MSG" = "您已被加入一个聊天室";
"Go to settings" = "前往设置";
"Group conversation is not supported." = "不支持群组对话。";
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads" = "Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/downloads";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "这是我设备上的信息。\n 我进行了 ...\n我希望Linphone能...\n我得到一個意外的結果 ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";
"I got it, continue" = "我知道了，继续";
"IC_MSG" = "IC_MSG";
"ICloud Drive is unavailable." = "ICloud云盘不可用。";
"IM_FULLMSG" = "IM_FULLMSG";
"IM_MSG" = "您有新的信息";
"In apps not ready yet" = "软件还未准备好";

/* ICE process is in progress */
"In progress" = "正在进行";
"Incoming call" = "来电";
"Info" = "信息";
"Instant messages are end-to-end encrypted in secured conversations. It is possible to upgrade the security level of a conversation by authenticating participants. To do so, call the contact and follow the authentification process." = "安全的对话中的即时短信是被端到端加密的。 通过验证参与者可以提高对话的安全级别。 为此，请致电联系人并遵循身份验证过程。";
"Invalid proxy address" = "代理服务器地址无效";
"Invalid remote provisioning URL" = "远端认证URL无效";
"Invalid route" = "无效路由";
"Invalid SIP address" = "无效的SIP地址";
"Invalid username or domain" = "无效的用户名或域名";
"Invalid." = "无效。";
"Last name" = "姓式";
"Later" = "稍后";
"LEAVE" = "离开";
"Let's go" = "启动";
"LIME identity key changed" = "加密身份密钥已更改";
"LIME identity key changed for %@" = "%@ 的加密身份密钥已更改";
"LIME requires ZRTP encryption.\nBy activating LIME you automatically activate ZRTP media encryption." = "LIME加密需以ZRTP加密。\n您只要启动加密就會自动开启ZRTP媒体加密。";
"LIME warning" = "加密警告";
"Link my account" = "关联我的帐户";
"Link your account" = "关联您的帐户";
"Link your Linphone.org account %s to your phone number." = "将您的Linphone帐户%s关联您的电话号码。";
"Low bandwidth" = "低带宽";

/* InAppSettingKit */
"Mail not configured" = "邮箱未设置";
"Man-in-the-middle attack detected" = "监测到中间人攻击";
"Man-in-the-middle attack detected for %@" = "%@ 监测到中间人攻击";
"Mark as seen" = "标记为已读";
"Mark Read" = "标记为已读";
"Max participant count exceeded" = "已超过参加人数上限";
"Max participant count exceeded by %@" = "参加人数上限超过 %@ 人";
"Maximum" = "最大";
"Maybe later" = "稍后执行";
"Message received" = "收到信息";
"Minimum" = "最小";
"Missed call" = "未接来电";
"Missing required callbacks" = "缺少必需的回調";
"Missing required parameters" = "参数不全";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT(s) 连接";
"Network down" = "无网络";
"Network Error" = "网络出错";
"New subject : %@" = "新主题 : %@";
"No" = "否";
"No account" = "没有帐户";
"No account configured" = "没有配置的帐户";
"No address" = "无地址";
"No call in progress" = "无正进行的通话";
"No default account" = "无默认帐号";
"No microphone" = "无麦克风";
"No response received from remote" = "未收到远端的回应";
"None" = "无";

/* ICE has not been activated for this call */
"Not activated" = "未激活";
"Not implemented" = "未执行";
"Not connected" = "未连接";
"Nothing could be collected from your application, aborting now." = "设备未收到任何信息，放弃操作。";

/* InAppSettingsKit */
"OK" = "确认";
"Operation could not be executed by server or remote client because it didn't have any context for it" = "服务器或远程客户端无法执行该操作，因为该操作没有任何前后关系";
"Operation is unauthorized because missing credential" = "由于缺少凭证，操作未能授权";
"Outdated Version" = "过时的版本";
"Password" = "密码";
"Passwords do not match." = "密码不一致。";
"Phone numbers" = "电话号码";
"Photo library" = "图片库";
"Photo not authorized" = "图片未经授权";
"Photo's permission" = "图片授权";
"Please confirm your country code and enter your phone number" = "请确认您所在的国家码和输入您的电话号码";
"Please confirm your country code and enter your phone number." = "请确认您所在的国家码和输入您的电话号码。";
"Please enter a password to your account" = "请输入您的帐户密码";
"Please enter a username" = "请输入用户名";
"Please enter and confirm your new password" = "请输入与确认您的新密码";
"Please enter your email" = "请输入您的邮箱";
"Please enter your phone number" = "请输入您的手机号码";
"Please enter your username" = "请输入用户名";
"Please enter your username and password" = "请输入您的用户名和密码";
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "请确保您的设备已连接到互联网，然后在设置中仔细检查您的SIP帐户配置。";
"Please terminate GSM call first." = "请先终止GSM手机通话。";
"Provisioning Load error" = "配置加载错误";
"Read" = "已读";
"Recordings" = "录音";
"Connected" = "已连接";
"Connection failed" = "连接失败";
"Connection failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "连接失败，因为%1$@@%2$@的身份验证丢失或无效。\n您可以再次提供密码，或在设置中检查您的帐户配置。";
"Connection failure" = "连接失败";
"Connection in progress" = "正进行连接";

/* ICE has established a connection through a relay */
"Relay connection" = "中继转播连接";
"Remote configuration" = "远端配置";
"Remote configuration successfully fetched and applied." = "成功获取和应用远程配置。";
"Remove account(s) and self destruct" = "移除并删除帐户信息";
"Reply" = "回复";
"Resend" = "重新发送";
"Resource moved permanently" = "资源永久移除";
"Resource no longer exists" = "资源不存在";
"Save" = "保存";
"Security level decreased" = "安全等级已降低";
"Security level decreased because of %@" = "安全等级降低因为 %@";
"Select all" = "全选";
"Select the source" = "选择来源";
"Select your country" = "选择您的国家";
"Selected" = "已选";
"Send logs" = "发送日志";
"Sending logs" = "发送日志";
"Sent" = "已发送";
"Server error, please try again later." = "服务器出错，请重试。";
"Server request error" = "服务器请求出错";
"Server timeout" = "服务器逾时";
"Settings" = "设置";
"Shop" = "商店";
"Show" = "展示";
"SIP addresses" = "SIP地址";
"Stop video" = "结束视频";
"Success" = "成功";
"Temporarily unavailable" = "暂时无效";
"The confirmation code is invalid. \nPlease check your SMS and try again." = "确认码无效。\n请检视您的短信再重试。";
"The confirmation code is invalid. \nPlease try again." = "确认码无效。\n请重试。";
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "没有网络连接，设置帐户前请先启用WIFI或WWAN";
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "没有网络连接，设置帐户前请先请启用WIFI和WWAN";
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "没有网络连接，拨打电话前请先请启用WIFI和WWAN";
"This account does not exist." = "账户不存在。";
"This account is already activated." = "此帐户已激活。";
"This account is already in use." = "此帐户正在使用中。";
"This account is already connected." = "此帐号已连接。";
"This account is not activated yet." = "此帐户未激活。";
"This alias does not exist." = "此别名不存在。";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "此设备还未配置邮箱，请在设置中配置邮箱。";
"This email address is already used." = "此邮箱已被使用。";
"This email does not exist." = "邮箱不存在。";
"This message is not encrypted." = "此信息未加密。";
"This operation will load a remote configuration. Continue ?" = "此操作将加载一个远程配置，继续吗?";
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "此电话号码已被使用，请输入不同的号码。\n如果您想重新使用此号码，您可以删掉您现有的帐户。";
"TODAY" = "今天";
"Transfer error" = "传输错误";
"Trust has been denied. Make a call to start the authentication process again." = "信任凭证已被拒绝。 重新拨打电话以再次启动身份验证过程。";
"Unknown" = "未知错误";
"Unknown country code" = "未知的国家码";
"Unknown error" = "未知错误";
"Unknown error (%@)." = "未知错误(%@)。";
"Unknown error, please try again later." = "未知错误，请重试。";
"Unsupported content" = "不支持的内容";
"Video cannot be activated because of low bandwidth condition, only audio is available" = "由于低带宽，无法使用视频，只支持音频";
"Video request" = "视频请求";
"Voice mail" = "语音留言";
"Warning" = "警告";
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "警告: 将会创建一封包含3个附件的电子邮件：:\n-应用程序日志\n-L in phone配置\n-聊天历史\n他们可能包含私人信息(可能包含明文密码!)。\n您可以在发送电子邮件前移除一个或多个附件,但是这些附件对诊断问题都非常重要。";
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "警告: 将创建一封电子邮件将附带应用程序日志。它可能会包含私人信息(非密码!)。\n这些日志对诊断问题都非常重要。";
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "我们已经向%@发送了短信验证码，请在下方输入4位数字码以完成验证：";
"What will my phone number be used for?" = "我的电话号码将用于什么？";
"Yes" = "是";
"YESTERDAY" = "昨天";
"You already own an account." = "您已拥有一个帐户。";
"You are no longer an admin of the chat room" = "您已不是聊天室的管理者";
"You are now an admin of the chat room" = "您现在是聊天室的管理者";
"You are trying to send a message using LIME to a contact not verified by ZRTP.\nPlease call this contact and verify his ZRTP key before sending your messages." = "您正在尝试使用加密功能向未由ZRTP验证的联系人发送消息。\n在发送消息之前，请致电此联系人并验证其ZRTP密钥。";
"You cancelled your account." = "您已取消您的帐户。";
"You have already purchased an account but it does not exist anymore." = "您已經購買了一個帳戶但帳戶已不存在。";
"You have been added to a chat room" = "您已被加入一个聊天室";
"You have joined the group" = "您已加入群组";
"You have left the group" = "您已离开群组";
"You have missed a call." = "您有通未接来电。";
"You have received a message." = "您有新信息。";
"You have received an encrypted message you are unable to decrypt from %@.\nYou need to call your correspondant in order to exchange your ZRTP keys if you want to decrypt the future messages you will receive." = "您收到加密的信息不能从%@解密。\n如果您想解密以后收到的信息，则需要致电对方以交换您的ZRTP密钥。";
"You missed a call from %@" = "您错过了%@的来电";
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "您必须授权应用存取于通讯录。\n在设置>隐私>联系人中切换应用程序";
"Select a contact or create a new one." = "选择或新建联系人。";
"You need to plug a microphone to your device to use the application." = "您需要接入麦克风以使用这个软件。";
"Your account has expired." = "您的帐户已经过期。";
"Your account is not a Linphone account.\nWe can not change your password." = "您的帐户不是Linphone帐户。\n我们无法更改您的密码。";
"Your account will expire in %i days." = "您的帐户将在%i天后到期。";
"Your activation code contains invalid characters." = "您的激活码包含无效字符。";
"Your confirmation password doesn't match your password" = "密码不一致";
"Your country code is invalid." = "您的国家码无效。";
"Your country code is too long." = "您的国家码过长。";
"Your country code is too short." = "您的国家码太短。";
"Your phone number is too short." = "您的电话号码太短。";
"Your phone number is too long." = "您的电话号码过长。";
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "你的设备还未配置邮箱。请在发送日志之前配置邮件应用程序。";
"Your email contains invalid characters." = "您的邮箱包含无效字符。";
"Your email is invalid" = "无效的邮箱";
"Your email is malformed." = "您的电子邮箱格式不正确。";
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "如果将您的帐户关联您的电话号码，您的朋友们可以更容易的找到你。\n\n您在通讯录里可以查看谁在使用Linphone，他们也同样可以通过Linphone联系您。";
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "如果将您的帐户关联您的电话号码，您的朋友们可以更容易的找到你。\n\n您在通讯录里可以查看谁在使用Linphone，他们也同样可以通过Linphone联系您。\n\n您的电话号码只能关联一个Linphone帐户。如果您已经把您的号码关联了其他账户，但是你更想使用这个。只需关联您现在的帐户，你的号码就会自动转移到这个账户。";
"Your password contains invalid characters." = "您的密码包含无效字符。";
"Your password has been successfully changed" = "您已成功更换密码";
"Your password is too long." = "您的密码过长。";
"Your password is too short." = "您的密码太短。";
"Your phone number is invalid." = "您的电话号码无效。";
"Your SIP address will be sip:%s@pl.miedifi.com" = "您的SIP 地址是 sip:%s@sip.vtxtelecom.com";
"Your username contains invalid characters." = "您的用户名包含无效字符。";
"Your username is invalid." = "用户名无效。";
"Your username is too long." = "您的用户名过长。";
"Your username is too short." = "您的用户名太短。";
"ZRTP activation" = "激活ZRTP";
"ZRTP verification" = "验证ZRTP ";
"Hello! Join me on Linphone! You can download it for free at: https://www.linphone.org/download" = "您好！请与我一起加入Linphone吧！您可免费下载https://www.linphone.org/download";
